{
  "version": "https://jsonfeed.org/version/1",
  "title": "Promitheas BC",
  "home_page_url": "https://badmintonpaphos.com/",
  "description": "Experience inclusive badminton at Promitheas Badminton Club in Paphos, Cyprus. Enjoy recreational play and junior training. Whether you're a beginner or a seasoned player, find your place in our welcoming community. Contact us for a trial session or more information!",
  "author": {
    "name": "Promitheas BC"
  },
  "items": [
    {
      "guid": "https://badmintonpaphos.com/ru/post/example-russian-post/",
      "url": "https://badmintonpaphos.com/ru/post/example-russian-post/",
      "title": "Russian Title",
      "content_html": "<p>The published tag has to be set to make it searchable on google and be placed on the homepage</p>",
      "summary": "Russian description",
      "date_published": "2025-01-29T00:00:00.000Z",
      "author": {
        "name": "Promitheas BC"
      }
    },
    {
      "guid": "https://badmintonpaphos.com/en/post/website-updates/",
      "url": "https://badmintonpaphos.com/en/post/website-updates/",
      "title": "Website Updates",
      "content_html": "<p>We are excited to announce some great new updates on our website! Promitheas is taking a big step in expanding the world of badminton in Paphos by introducing new competitions and promoting the sport for kids. These changes will provide exciting opportunities for young players to develop their skills and join a community of passionate athletes.</p>\n<p>Visit our <strong><a href=\"https://badmintonpaphos.com/competition\">Competitions page</a></strong> to learn more about upcoming tournaments and how you can get involved. For those who are new to badminton,<br>\nour <strong><a href=\"https://badmintonpaphos.com/en/kids\">Badminton for Kids section</a></strong> offers resources and tips to help young players get started and have fun.</p>\n<p>Stay tuned for more updates as we continue to grow and inspire the next generation of badminton champions!</p>",
      "summary": "Promitheas Introduces Competitions and Badminton for Kids",
      "date_published": "2025-01-27T00:00:00.000Z",
      "author": {
        "name": "Promitheas BC"
      }
    }
  ]
}